
/***************************************************************************************************
*                    (c) Copyright 1992-2019 Syncretize technologies co.,ltd.
*                                       All Rights Reserved
*
*\File          can_heartbeat_protocol.h
*\Description   
*\Note          
*\Log           2019.03.12    Ver 1.0    庞国瑞
*               创建文件。
***************************************************************************************************/
#ifndef _CAN_HEARTBEAT_PROTOCOL_H
#define _CAN_HEARTBEAT_PROTOCOL_H
#include "public_type.h"

extern void rt_thread_heartbeat_init(void);


#endif /*_CAN_HEARTBEAT_PROTOCOL_H*/



/***************************************************************************************************
******************************************** END OF FILE *******************************************
***************************************************************************************************/


